{"data":{"gcms":{"projects":[{"id":"ck6g2wojvlcfb0b20bdeisjq9","title":"Snifet","description":"Who says snifters are only for brandy? They’re also great for specialty beers. The short stem invites the drinker to envelop the glass, bringing up the temperature in the beer, creating a fuller taste and allowing the body of the beer to be appreciated. A sloped lip on the top of the glass keeps the foam in tact and focuses the aromas.\n\n","price":500,"image":{"id":"ck709ttg29j0z0b753p87dxcg","url":"https://media.graphcms.com/evY0d1GSDC7DKILKVjFA"}},{"id":"ck6g2xtc4lcgl0b20xd8s5u2r","title":"Pubglass","description":"A pub glass is great for a variety of ales. Ales, like red wines, need a glass with a wide open mouth. The abundance of aromas can rise to the top to greet the drinker while the narrow bottom allows the glass to warm up slightly. Pub style glasses are an excellent partner to a stout.\n\n","price":456,"image":{"id":"ck709vjhk9jla0b75atkhxpw4","url":"https://media.graphcms.com/Us93jIroRSClVQ7y7Hap"}},{"id":"ck6g2yxkilchq0b20r1hbzhg9","title":"Hour glass","description":"An hourglass is a multi-dimensional glass. Tall and narrow, it also has a mouth that presents a variety of flavours and aromatics. Fill it with an amber lager or amber ale such as a honey brown and truly savour the great beer.\n\n","price":567,"image":{"id":"ck709wwzfzuqy0b203kpomxwz","url":"https://media.graphcms.com/sBwKTpGZTaw4Le26b5mX"}},{"id":"ck6g2zr7rlcil0b20o4dtpnvy","title":"Straight stein","description":"This proto-typical beer glass is wonderful for lighter tasting beers. It has a narrow mouth to concentrate the aromas at the top of the glass and a handle to avoid warming the beer up.\n\n","price":876,"image":{"id":"ck709y7p9zv9i0b200k4kd4yx","url":"https://media.graphcms.com/Fv5EizjeRiQXbOHGf4dx"}},{"id":"ck736ncuv0dpu0b98nbjbcgx8","title":"Tulip","description":"Strong beers (Trappist styles or bocks) are well presented in the tulip glass. The open mouth brings the nose of the beer to life while the round body allows you to warm it up, intensifying those wonderful flavours. A tulip-shaped glass is also a good fit for fruit beers.\n\n","price":567,"image":{"id":"ck736n65r0dp10b98nva3671u","url":"https://media.graphcms.com/fCJPAYZSQPmd2AxfhAgh"}},{"id":"ck736oxvb0due0b984mio7i3a","title":"Wheat","description":"This glass is designed to accentuate the aromas and flavours found in most wheat beers (especially German Weiss Biers). Naturally more effervescent, this tall glass requires a slow gentle pour at the beginning and when the beer is 3/4 full, a more direct pour to create a thick, creamy foam. The wide open mouth of the glass showcases the variety of aromas to the drinker.\n\n","price":356,"image":{"id":"ck736os3r6re00b20eailuzt2","url":"https://media.graphcms.com/s6PgaiVTNukBOUXannHy"}},{"id":"ck736qhpe6rp10b20rq8v6n5d","title":"Dimpled Mug","description":"Full bodied ales are a good choice for this glass. The handle is large enough to get your hand around the glass if you want to warm it up. Like it a little colder? Use the handle! A nice wide mouth will bring all those great flavours to your tastebuds very easily.\n\n","price":876,"image":{"id":"ck736qbyf0e1b0b98e4a7kvok","url":"https://media.graphcms.com/r0Fd6zRBT1eGLrjIQXAg"}},{"id":"ck736s0jf0ec50b98qwm6oxk3","title":"Amber chalcie","description":"Another great glass for a great ale – whether it’s a dark, amber, brown or even a stout, this glass truly showcases the terrific attributes of the beer.\n\n","price":423,"image":{"id":"ck736rvmk0e9f0b98c3gs1sx5","url":"https://media.graphcms.com/ynrdIKnyRJWzYPtTMhZZ"}},{"id":"ck736tqlb6ry90b204rdx0wjc","title":"Flared Pilsener","description":"Pilseners are lagers with slightly more bitterness and aromas and therefore need a glass that embodies the style. This tall glass with the flared opening help concentrate the aromas of the beer on the top of the glass.\n\n","price":234,"image":{"id":"ck736tm9t0ek70b98vypurw2u","url":"https://media.graphcms.com/2BvYhrSbWDyISjgvuxhA"}},{"id":"ck736vte80f0g0b98qimokrb7","title":"Stemmed lager","description":"Lagers, typically, have fewer aromas than ales and should be consumed at a colder temperature. This stemmed glass offers benefits to the drinker – tall and narrow to focus the great aromas at the top and a stem to keep your hand away from the beer.\n\n","price":678,"image":{"id":"ck736vp460ezy0b98vacd71pt","url":"https://media.graphcms.com/V0PhOfXdSLujtuUXPaJq"}}]}}}